Repository: Akanshagiriya/engine
Catalog: translations/messages.*.xliff
Languages: es

source: Download the Minds app today!
es: ¡Descarga la aplicación Minds hoy!

source: Sent to you from
es: Enviado desde

source: Manage email settings
es: Administrar ajustes de email

source: Unsubscribe
es: Eliminar suscripción

source: Unfortunately, your channel has been banned for violating our Content Policy.
es: Desafortunadamente, tu canal ha sido baneado por violar nuestra Política de Contenido.

source: If you wish to appeal further, you may contact us with any supporting information at
es: Si desea apelar más, puede ponerse en contacto con nosotros para cualquier información de asistencia en

source: for our review.
es: para nuestra revisión.

source: Thank you for your purchase! We sincerely appreciate your support. Your tokens have now been issued.
es: ¡Gracias por tu compra! Agradecemos sinceramente tu apoyo. Tus tokens han sido emitidos.

source: Date
es: Fecha

source: Token Amount
es: Cantidad de Token

source: Remember, you can manage your subscriptions and payment methods in your billing settings.
es: Recuerda que puedes administrar tus suscripciones y métodos de pago en tu configuración de facturación.

source: For any issues, please contact us at
es: Para cualquier problema, por favor contáctenos en

source: Unfortunately, your channel has been banned for receiving three strikes against our Content Policy.
es: Desafortunadamente, su canal ha sido baneado por recibir tres ataques contra nuestra Política de Contenido.

source: If you believe this decision is a mistake, you may
es: Si crees que esta decisión es un error, puedes

source: log in here
es: iniciar sesión aquí

source: Content Policy
es: Política de contenido

source: Your
es: Tu

source: has been
es: ha sido

source: because it was determined to violate our Content Policy.
es: porque estaba decidido a violar nuestra Política de Contenidos.

source: To appeal this decision to a jury of your peers, please
es: Para apelar esta decisión a un jurado de sus pares, por favor

source: log in
es: iniciar sesión

source: and submit an appeal to a jury of your peers from the Reported Content section of your settings.
es: y enviar un llamamiento a un jurado de sus pares desde la sección de Contenido Informado de su configuración.

source: More can be learned about how the Appeals process works
es: Se puede aprender más sobre cómo funciona el proceso de apelaciones

source: here
es: aqui

source: Your purchase of Minds Tokens is currently being processed. We will notify you once the transaction is complete.
es: Su compra de Minds Tokens está siendo procesada. Le notificaremos una vez que la transacción se haya completado.

source: We Miss You
es: Te engañamos

source: We hope to see you again!
es: ¡Esperamos verte de nuevo!

source: We want you back!
es: ¡Queremos que vuelvas!

source: We want you back! Check in with the button below to let us know you are active so we can prioritize your channel in our recommendations to others. Our goal is to provide relevant suggestions without invasive surveillance.
es: ¡Queremos que vuelvas! Comprueba con el botón de abajo para hacernos saber que estás activo para que podamos priorizar tu canal en nuestras recomendaciones a otros. Nuestro objetivo es proporcionar sugerencias relevantes sin necesidad de invasivas.

source: Thank you for being a pioneer of the free and open Internet!
es: ¡Gracias por ser un pionero de la Internet libre y abierta!

source: Please use the link below to reset your password. If you did not request to reset your password, please disregard this email.
es: Por favor, utiliza el siguiente enlace para restablecer tu contraseña. Si no has solicitado restablecer tu contraseña, por favor ignora este correo electrónico.

source: Welcome to Minds
es: Bienvenido a Minds

source: Here's a free token for your new channel.
es: Aquí hay un token gratuito para tu nuevo canal.

source: Make a Post
es: Crear un Post

source: You have successfully completed our onboarding process and your channel has been rewarded with one Minds token!
es: ¡Ha completado con éxito nuestro proceso de incorporación y su canal ha sido recompensado con una ficha de Menta!

source: Try making a post and using your token to Boost the post for 1,000 extra views from the community.
es: Intenta hacer una publicación y usa tu token para optimizar la publicación para 1000 vistas adicionales de la comunidad.

source: Welcome to Minds. Time to verify.
es: Bienvenido a las mentes. Es hora de verificar.

source: Verify Address
es: Verificar dirección

source: Welcome to Minds! We are an open source social network dedicated to Internet freedom. That means we actually care about things like digital rights and fairly rewarding you for your contribution to the network.
es: ¡Bienvenidos a la mente! Somos una red social de código abierto dedicada a la libertad de Internet. Esto significa que realmente nos preocupamos por cosas como los derechos digitales y que le recompensamos por su contribución a la red.

source: Please take a moment to verify your email address. This helps us prevent spam and ensure that you are a real human.
es: Por favor, tómate un momento para verificar tu dirección de correo electrónico. Esto nos ayuda a prevenir el spam y asegurarnos de que eres un verdadero humano.

source: Payment received
es: Pago recibido

source: Thank you,
es: Gracias.

source: You've received a payment on Minds.
es: Has recibido un pago en mentes.

source: You received a payment from
es: Has recibido un pago de

source: as a tip.
es: como consejo.

source: Transfer date
es: Fecha de transferencia

source: Amount
es: Cantidad

source: For any issues, including the recipient not receiving any payment, please contact us at
es: Para cualquier problema, incluido el destinatario que no recibe ningún pago, por favor contáctenos en

source: Boost Completed
es: Optimización completada

source: Your boost is complete.
es: Tu impulso se ha completado.

source: View Boost
es: Optimizar vista

source: Your boost of
es: Tu impulso de

source: views is complete.
es: vistas completadas.

source: Enjoy all of the different features Minds has to offer when you finish setting up your channel
es: Disfruta de todas las características que te ofrecen las mentes cuando termines de configurar tu canal

source: Complete Setup
es: Completar configuración

source: In order to provide the best possible experience, it is important to properly setup your channel.
es: Para proporcionar la mejor experiencia posible, es importante configurar correctamente su canal.

source: Please take a moment to complete our onboarding process so that you can enjoy all of the different features we have to offer!
es: Por favor, tómese un momento para completar nuestro proceso de incorporación para que pueda disfrutar de todas las características que tenemos que ofrecer.

source: Payment sent
es: Pago enviado

source: You've sent a payment on Minds.
es: Has enviado un pago a las mentes.

source: Password reset
es: Resetear contraseña

source: Reset Password
es: Restablecer contraseña

source: Reset your password by clicking this link.
es: Restablece tu contraseña haciendo clic en este enlace.

# tag.comment
source: %user% mentioned you in a comment
es: %user% te mencionó en un comentario

# tag.post
source: %user% mentioned you in a post
es: %user% te mencionó en una publicación

# user.subscribed
source: %user% subscribed to you
es: %user% se ha subscrito a tu canal

# boost.gift
source: %user% gifted you %views% views
es: %user% te ha regalado %views% vistas

# boost.request
source: %user% has requested a boost of %points% points
es: %user% te ha solicitado un boost de %points% puntos

source: boost.accepted
es: %impressions% vistas para %description% fueron aceptadas

source: boost.revoked
es: Has rechazado la solicitud de boost para %description%

source: boost.completed
es: %impressions%/%totalImpressions% impresiones fueron completadas para %description%

source: group.invite
es: %user% te ha invitado al grupo %group%

source: messenger.invite
es: ¡@%user% quiere conversar contigo!

source: referral.ping
es: ¡Tokens gratuitos te están esperando! Una vez que te unas al programa de recompensas a través de configurar tu billetera de Minds, tanto tú como @%user% serán recompensados con tokens por tu referido

source: referral.pending
es: ¡Tienes un referido pendiente! @%user% ha usado tu link de referido cuando creó su cuenta de Minds. Obtendrás tokens una vez que este se una al programa de recompensas y configure su billetera

source: referral.complete
es: Has ganado tokens por el referido completado de @%user%

# comment.your.activity
source: %user% commented on your activity
es: %user% comentó en tu actividad

# comment.your.post
source: %user% commented on your post
es: %user% comentó en tu publicación

# comment.your.image
source: %user% commented on your image
es: %user% comentó en tu imágen

# comment.your.video
source: %user% commented on your video
es: %user% comentó en tu video

# comment.your.blog
source: %user% commented on your blog
es: %user% comentó en tu blog

# comment.user.activity
source: %user% commented on %user2%'s activity
es: %user% comentó en la actividad de %user2%'

# comment.user.post
source: %user% commented on %user2%'s post
es: %user% comentó en la publicación de %user2%

# comment.user.a.post
source: %user% commented on a post
es: %user% comentó en una publicación

# comment.user.image
source: %user% commented on %user2%'s image
es: %user% comentó en la imágen de %user2%

# comment.user.video
source: %user% commented on %user2%'s video
es: %user% comentó en el video de %user2%

# comment.user.blog
source: %user% commented on %user2%'s blog
es: %user% comentó en el blog de %user2%

# like.title
source: %user% voted up %title%
es: A %user% le gustó %title%

# like.activity
source: %user% voted up your activity
es: A %user% le gustó tu actividad

# like.comment
source: %user% voted up your comment
es: A %user% le gustó tu comentario

# like.image
source: %user% voted up your image
es: A %user% le gustó tu imágen

# like.video
source: %user% voted up your video
es: A %user% le gustó tu video

# like.blog
source: %user% voted up your blog
es: A %user% le gustó tu blog

# like.message
source: %user% voted up your message
es: A %user% le gustó tu mensaje

# remind.activity
source: %user% reminded your activity
es: %user% compartió tu actividad

# remind.image
source: %user% reminded your image
es: %user% compartió tu imágen

# remind.video
source: %user% reminded your video
es: %user% compartió tu video

# remind.blog
source: %user% reminded your blog
es: %user% compartió tu blog

# remind.post
source: %user% reminded your post
es: %user% compartió tu publicación

# boost.rejected
source: Your boost request for %description% was rejected
es: Tu solicitud de boost para %description% ha sido rechazada
